export default [
    {
        id:110000,name:'北京市',
        children: [
          {id:110100, p_id:110000, name:'北京市'}
        ]
    },
    {
        id:120000,name:'天津市',
        children: [
            {id:120100,p_id:120000,name:'天津市'}
        ]
    },
    {
        id:130000,name:'河北省',
        children: [
            {id:130100,p_id:130000,name:'石家庄市'},
            {id:130200,p_id:130000,name:'唐山市'},
            {id:130300,p_id:130000,name:'秦皇岛市'},
            {id:130400,p_id:130000,name:'邯郸市'},
            {id:130500,p_id:130000,name:'邢台市'},
            {id:130600,p_id:130000,name:'保定市'},
            {id:130700,p_id:130000,name:'张家口市'},
            {id:130800,p_id:130000,name:'承德市'},
            {id:130900,p_id:130000,name:'沧州市'},
            {id:131000,p_id:130000,name:'廊坊市'},
            {id:131100,p_id:130000,name:'衡水市'}
        ]
    },
	{
        id:140000,name:'山西省',
        children: [
            {id:140100,p_id:140000,name:'太原市'},
            {id:140200,p_id:140000,name:'大同市'},
            {id:140300,p_id:140000,name:'阳泉市'},
            {id:140400,p_id:140000,name:'长治市'},
            {id:140500,p_id:140000,name:'晋城市'},
            {id:140600,p_id:140000,name:'朔州市'},
            {id:140700,p_id:140000,name:'晋中市'},
            {id:140800,p_id:140000,name:'运城市'},
            {id:140900,p_id:140000,name:'忻州市'},
            {id:141000,p_id:140000,name:'临汾市'},
            {id:141100,p_id:140000,name:'吕梁市'}
        ]
    },
    {
        id:150000,name:'内蒙古自治区',
        children: [
            {id:150100,p_id:150000,name:'呼和浩特市'},
            {id:150200,p_id:150000,name:'包头市'},
            {id:150300,p_id:150000,name:'乌海市'},
            {id:150400,p_id:150000,name:'赤峰市'},
            {id:150500,p_id:150000,name:'通辽市'},
            {id:150600,p_id:150000,name:'鄂尔多斯市'},
            {id:150700,p_id:150000,name:'呼伦贝尔市'},
            {id:150800,p_id:150000,name:'巴彦淖尔市'},
            {id:150900,p_id:150000,name:'乌兰察布市'},
            {id:152200,p_id:150000,name:'兴安盟'},
            {id:152500,p_id:150000,name:'锡林郭勒盟'},
            {id:152900,p_id:150000,name:'阿拉善盟'}
        ]
    },
    {
        id:210000,name:'辽宁省',
        children: [
            {id:210100,p_id:210000,name:'沈阳市'},
            {id:210200,p_id:210000,name:'大连市'},
            {id:210300,p_id:210000,name:'鞍山市'},
            {id:210400,p_id:210000,name:'抚顺市'},
            {id:210500,p_id:210000,name:'本溪市'},
            {id:210600,p_id:210000,name:'丹东市'},
            {id:210700,p_id:210000,name:'锦州市'},
            {id:210800,p_id:210000,name:'营口市'},
            {id:210900,p_id:210000,name:'阜新市'},
            {id:211000,p_id:210000,name:'辽阳市'},
            {id:211100,p_id:210000,name:'盘锦市'},
            {id:211200,p_id:210000,name:'铁岭市'},
            {id:211300,p_id:210000,name:'朝阳市'},
            {id:211400,p_id:210000,name:'葫芦岛市'}
        ]
    },
    {
        id:220000,name:'吉林省',
        children: [
            {id:220100,p_id:220000,name:'长春市'},
            {id:220200,p_id:220000,name:'吉林市'},
            {id:220300,p_id:220000,name:'四平市'},
            {id:220400,p_id:220000,name:'辽源市'},
            {id:220500,p_id:220000,name:'通化市'},
            {id:220600,p_id:220000,name:'白山市'},
            {id:220700,p_id:220000,name:'松原市'},
            {id:220800,p_id:220000,name:'白城市'},
            {id:222400,p_id:220000,name:'延边朝鲜族自治州'}
        ]
    },
	{
        id:230000,name:'黑龙江省',
        children: [
            {id:230100,p_id:230000,name:'哈尔滨市'},
            {id:230200,p_id:230000,name:'齐齐哈尔市'},
            {id:230300,p_id:230000,name:'鸡西市'},
            {id:230400,p_id:230000,name:'鹤岗市'},
            {id:230500,p_id:230000,name:'双鸭山市'},
            {id:230600,p_id:230000,name:'大庆市'},
            {id:230700,p_id:230000,name:'伊春市'},
            {id:230800,p_id:230000,name:'佳木斯市'},
            {id:230900,p_id:230000,name:'七台河市'},
            {id:231000,p_id:230000,name:'牡丹江市'},
            {id:231100,p_id:230000,name:'黑河市'},
            {id:231200,p_id:230000,name:'绥化市'},
            {id:232700,p_id:230000,name:'大兴安岭地区'}
        ]
    },
	{
        id:310000,name:'上海市',
        children: [
            {id:310100,p_id:310000,name:'上海市'}
        ]
    },
    {
        id:320000,name:'江苏省',
        children: [
            {id:320100,p_id:320000,name:'南京市'},
            {id:320200,p_id:320000,name:'无锡市'},
            {id:320300,p_id:320000,name:'徐州市'},
            {id:320400,p_id:320000,name:'常州市'},
            {id:320500,p_id:320000,name:'苏州市'},
            {id:320600,p_id:320000,name:'南通市'},
            {id:320700,p_id:320000,name:'连云港市'},
            {id:320800,p_id:320000,name:'淮安市'},
            {id:320900,p_id:320000,name:'盐城市'},
            {id:321000,p_id:320000,name:'扬州市'},
            {id:321100,p_id:320000,name:'镇江市'},
            {id:321200,p_id:320000,name:'泰州市'},
            {id:321300,p_id:320000,name:'宿迁市'}
        ]
    },
	{
        id:330000,name:'浙江省',
        children: [
            {id:330100,p_id:330000,name:'杭州市'},
            {id:330200,p_id:330000,name:'宁波市'},
            {id:330300,p_id:330000,name:'温州市'},
            {id:330400,p_id:330000,name:'嘉兴市'},
            {id:330500,p_id:330000,name:'湖州市'},
            {id:330600,p_id:330000,name:'绍兴市'},
            {id:330700,p_id:330000,name:'金华市'},
            {id:330800,p_id:330000,name:'衢州市'},
            {id:330900,p_id:330000,name:'舟山市'},
            {id:331000,p_id:330000,name:'台州市'},
            {id:331100,p_id:330000,name:'丽水市'}
        ]
    },
	{
        id:340000,name:'安徽省',
        children: [
            {id:340100,p_id:340000,name:'合肥市'},
            {id:340200,p_id:340000,name:'芜湖市'},
            {id:340300,p_id:340000,name:'蚌埠市'},
            {id:340400,p_id:340000,name:'淮南市'},
            {id:340500,p_id:340000,name:'马鞍山市'},
            {id:340600,p_id:340000,name:'淮北市'},
            {id:340700,p_id:340000,name:'铜陵市'},
            {id:340800,p_id:340000,name:'安庆市'},
            {id:341000,p_id:340000,name:'黄山市'},
            {id:341100,p_id:340000,name:'滁州市'},
            {id:341200,p_id:340000,name:'阜阳市'},
            {id:341300,p_id:340000,name:'宿州市'},
            {id:341400,p_id:340000,name:'巢湖市'},
            {id:341500,p_id:340000,name:'六安市'},
            {id:341600,p_id:340000,name:'亳州市'},
            {id:341700,p_id:340000,name:'池州市'},
            {id:341800,p_id:340000,name:'宣城市'}
        ]
    },
	{
        id:350000,name:'福建省',
        children: [
            {id:350100,p_id:350000,name:'福州市'},
            {id:350200,p_id:350000,name:'厦门市'},
            {id:350300,p_id:350000,name:'莆田市'},
            {id:350400,p_id:350000,name:'三明市'},
            {id:350500,p_id:350000,name:'泉州市'},
            {id:350600,p_id:350000,name:'漳州市'},
            {id:350700,p_id:350000,name:'南平市'},
            {id:350800,p_id:350000,name:'龙岩市'},
            {id:350900,p_id:350000,name:'宁德市'}
        ]
    },
    {
        id:360000,name:'江西省',
        children: [
            {id:360100,p_id:360000,name:'南昌市'},
            {id:360200,p_id:360000,name:'景德镇市'},
            {id:360300,p_id:360000,name:'萍乡市'},
            {id:360400,p_id:360000,name:'九江市'},
            {id:360500,p_id:360000,name:'新余市'},
            {id:360600,p_id:360000,name:'鹰潭市'},
            {id:360700,p_id:360000,name:'赣州市'},
            {id:360800,p_id:360000,name:'吉安市'},
            {id:360900,p_id:360000,name:'宜春市'},
            {id:361000,p_id:360000,name:'抚州市'},
            {id:361100,p_id:360000,name:'上饶市'}
        ]
    },
    {
        id:370000,name:'山东省',
        children: [
            {id:370100,p_id:370000,name:'济南市'},
            {id:370200,p_id:370000,name:'青岛市'},
            {id:370300,p_id:370000,name:'淄博市'},
            {id:370400,p_id:370000,name:'枣庄市'},
            {id:370500,p_id:370000,name:'东营市'},
            {id:370600,p_id:370000,name:'烟台市'},
            {id:370700,p_id:370000,name:'潍坊市'},
            {id:370800,p_id:370000,name:'济宁市'},
            {id:370900,p_id:370000,name:'泰安市'},
            {id:371000,p_id:370000,name:'威海市'},
            {id:371100,p_id:370000,name:'日照市'},
            {id:371200,p_id:370000,name:'莱芜市'},
            {id:371300,p_id:370000,name:'临沂市'},
            {id:371400,p_id:370000,name:'德州市'},
            {id:371500,p_id:370000,name:'聊城市'},
            {id:371600,p_id:370000,name:'滨州市'},
            {id:371700,p_id:370000,name:'菏泽市'}
        ]
    },
    {
        id:410000,name:'河南省',
        children: [
            {id:410100,p_id:410000,name:'郑州市'},
            {id:410200,p_id:410000,name:'开封市'},
            {id:410300,p_id:410000,name:'洛阳市'},
            {id:410400,p_id:410000,name:'平顶山市'},
            {id:410500,p_id:410000,name:'安阳市'},
            {id:410600,p_id:410000,name:'鹤壁市'},
            {id:410700,p_id:410000,name:'新乡市'},
            {id:410800,p_id:410000,name:'焦作市'},
            {id:410900,p_id:410000,name:'濮阳市'},
            {id:411000,p_id:410000,name:'许昌市'},
            {id:411100,p_id:410000,name:'漯河市'},
            {id:411200,p_id:410000,name:'三门峡市'},
            {id:411300,p_id:410000,name:'南阳市'},
            {id:411400,p_id:410000,name:'商丘市'},
            {id:411500,p_id:410000,name:'信阳市'},
            {id:411600,p_id:410000,name:'周口市'},
            {id:411700,p_id:410000,name:'驻马店市'}
        ]
    },
    {
        id:420000,name:'湖北省',
        children: [
            {id:420100,p_id:420000,name:'武汉市'},
            {id:420200,p_id:420000,name:'黄石市'},
            {id:420300,p_id:420000,name:'十堰市'},
            {id:420500,p_id:420000,name:'宜昌市'},
            {id:420600,p_id:420000,name:'襄樊市'},
            {id:420700,p_id:420000,name:'鄂州市'},
            {id:420800,p_id:420000,name:'荆门市'},
            {id:420900,p_id:420000,name:'孝感市'},
            {id:421000,p_id:420000,name:'荆州市'},
            {id:421100,p_id:420000,name:'黄冈市'},
            {id:421200,p_id:420000,name:'咸宁市'},
            {id:421300,p_id:420000,name:'随州市'},
            {id:422800,p_id:420000,name:'恩施土家族苗族自治州'},
            {id:429000,p_id:420000,name:'省直辖行政单位'}
        ]
    },
    {
        id:430000,name:'湖南省',
        children: [
            {id:430100,p_id:430000,name:'长沙市'},
            {id:430200,p_id:430000,name:'株洲市'},
            {id:430300,p_id:430000,name:'湘潭市'},
            {id:430400,p_id:430000,name:'衡阳市'},
            {id:430500,p_id:430000,name:'邵阳市'},
            {id:430600,p_id:430000,name:'岳阳市'},
            {id:430700,p_id:430000,name:'常德市'},
            {id:430800,p_id:430000,name:'张家界市'},
            {id:430900,p_id:430000,name:'益阳市'},
            {id:431000,p_id:430000,name:'郴州市'},
            {id:431100,p_id:430000,name:'永州市'},
            {id:431200,p_id:430000,name:'怀化市'},
            {id:431300,p_id:430000,name:'娄底市'},
            {id:433100,p_id:430000,name:'湘西土家族苗族自治州'}
        ]
    },
    {
        id:440000,name:'广东省',
        children: [
            {id:440100,p_id:440000,name:'广州市'},
            {id:440200,p_id:440000,name:'韶关市'},
            {id:440300,p_id:440000,name:'深圳市'},
            {id:440400,p_id:440000,name:'珠海市'},
            {id:440500,p_id:440000,name:'汕头市'},
            {id:440600,p_id:440000,name:'佛山市'},
            {id:440700,p_id:440000,name:'江门市'},
            {id:440800,p_id:440000,name:'湛江市'},
            {id:440900,p_id:440000,name:'茂名市'},
            {id:441200,p_id:440000,name:'肇庆市'},
            {id:441300,p_id:440000,name:'惠州市'},
            {id:441400,p_id:440000,name:'梅州市'},
            {id:441500,p_id:440000,name:'汕尾市'},
            {id:441600,p_id:440000,name:'河源市'},
            {id:441700,p_id:440000,name:'阳江市'},
            {id:441800,p_id:440000,name:'清远市'},
            {id:441900,p_id:440000,name:'东莞市'},
            {id:442000,p_id:440000,name:'中山市'},
            {id:445100,p_id:440000,name:'潮州市'},
            {id:445200,p_id:440000,name:'揭阳市'},
            {id:445300,p_id:440000,name:'云浮市'}
        ]
    },
    {
        id:450000,name:'广西省',
        children: [
            {id:450100,p_id:450000,name:'南宁市'},
            {id:450200,p_id:450000,name:'柳州市'},
            {id:450300,p_id:450000,name:'桂林市'},
            {id:450400,p_id:450000,name:'梧州市'},
            {id:450500,p_id:450000,name:'北海市'},
            {id:450600,p_id:450000,name:'防城港市'},
            {id:450700,p_id:450000,name:'钦州市'},
            {id:450800,p_id:450000,name:'贵港市'},
            {id:450900,p_id:450000,name:'玉林市'},
            {id:451000,p_id:450000,name:'百色市'},
            {id:451100,p_id:450000,name:'贺州市'},
            {id:451200,p_id:450000,name:'河池市'},
            {id:451300,p_id:450000,name:'来宾市'},
            {id:451400,p_id:450000,name:'崇左市'}
        ]
    },
	{
        id:460000,name:'海南省',
        children: [
            {id:460100,p_id:460000,name:'海口市'},
            {id:460200,p_id:460000,name:'三亚市'},
            {id:469000,p_id:460000,name:'省直辖县级行政单位'}
        ]
    },
    {
        id:500000,name:'重庆市',
        children: [
            {id:500100,p_id:500000,name:'重庆市'}
        ]
    },
	{
        id:510000,name:'四川省',
        children: [
            {id:510100,p_id:510000,name:'成都市'},
            {id:510300,p_id:510000,name:'自贡市'},
            {id:510400,p_id:510000,name:'攀枝花市'},
            {id:510500,p_id:510000,name:'泸州市'},
            {id:510600,p_id:510000,name:'德阳市'},
            {id:510700,p_id:510000,name:'绵阳市'},
            {id:510800,p_id:510000,name:'广元市'},
            {id:510900,p_id:510000,name:'遂宁市'},
            {id:511000,p_id:510000,name:'内江市'},
            {id:511100,p_id:510000,name:'乐山市'},
            {id:511300,p_id:510000,name:'南充市'},
            {id:511400,p_id:510000,name:'眉山市'},
            {id:511500,p_id:510000,name:'宜宾市'},
            {id:511600,p_id:510000,name:'广安市'},
            {id:511700,p_id:510000,name:'达州市'},
            {id:511800,p_id:510000,name:'雅安市'},
            {id:511900,p_id:510000,name:'巴中市'},
            {id:512000,p_id:510000,name:'资阳市'},
            {id:513200,p_id:510000,name:'阿坝藏族羌族自治州'},
            {id:513300,p_id:510000,name:'甘孜藏族自治州'},
            {id:513400,p_id:510000,name:'凉山彝族自治州'}
        ]
    },
	{
        id:520000,name:'贵州省',
        children: [
            {id:520100,p_id:520000,name:'贵阳市'},
            {id:520200,p_id:520000,name:'六盘水市'},
            {id:520300,p_id:520000,name:'遵义市'},
            {id:520400,p_id:520000,name:'安顺市'},
            {id:522200,p_id:520000,name:'铜仁地区'},
            {id:522300,p_id:520000,name:'黔西南布依族苗族自治州'},
            {id:522400,p_id:520000,name:'毕节地区'},
            {id:522600,p_id:520000,name:'黔东南苗族侗族自治州'},
            {id:522700,p_id:520000,name:'黔南布依族苗族自治州'}
        ]
    },
	{
        id:530000,name:'云南省',
        children: [
            {id:530100,p_id:530000,name:'昆明市'},
            {id:530300,p_id:530000,name:'曲靖市'},
            {id:530400,p_id:530000,name:'玉溪市'},
            {id:530500,p_id:530000,name:'保山市'},
            {id:530600,p_id:530000,name:'昭通市'},
            {id:530700,p_id:530000,name:'丽江市'},
            {id:530800,p_id:530000,name:'思茅市'},
            {id:530900,p_id:530000,name:'临沧市'},
            {id:532300,p_id:530000,name:'楚雄彝族自治州'},
            {id:532500,p_id:530000,name:'红河哈尼族彝族自治州'},
            {id:532600,p_id:530000,name:'文山壮族苗族自治州'},
            {id:532800,p_id:530000,name:'西双版纳傣族自治州'},
            {id:532900,p_id:530000,name:'大理白族自治州'},
            {id:533100,p_id:530000,name:'德宏傣族景颇族自治州'},
            {id:533300,p_id:530000,name:'怒江傈僳族自治州'},
            {id:533400,p_id:530000,name:'迪庆藏族自治州'}
        ]
    },
	{
        id:540000,name:'西藏自治区',
        children: [
            {id:540100,p_id:540000,name:'拉萨市'},
            {id:542100,p_id:540000,name:'昌都地区'},
            {id:542200,p_id:540000,name:'山南地区'},
            {id:542300,p_id:540000,name:'日喀则地区'},
            {id:542400,p_id:540000,name:'那曲地区'},
            {id:542500,p_id:540000,name:'阿里地区'},
            {id:542600,p_id:540000,name:'林芝地区'}
        ]
    },
	{
        id:610000,name:'陕西省',
        children: [
            {id:610100,p_id:610000,name:'西安市'},
            {id:610200,p_id:610000,name:'铜川市'},
            {id:610300,p_id:610000,name:'宝鸡市'},
            {id:610400,p_id:610000,name:'咸阳市'},
            {id:610500,p_id:610000,name:'渭南市'},
            {id:610600,p_id:610000,name:'延安市'},
            {id:610700,p_id:610000,name:'汉中市'},
            {id:610800,p_id:610000,name:'榆林市'},
            {id:610900,p_id:610000,name:'安康市'},
            {id:611000,p_id:610000,name:'商洛市'}
        ]
    },
	{
        id:620000,name:'甘肃',
        children: [
            {id:620100,p_id:620000,name:'兰州市'},
            {id:620200,p_id:620000,name:'嘉峪关市'},
            {id:620300,p_id:620000,name:'金昌市'},
            {id:620400,p_id:620000,name:'白银市'},
            {id:620500,p_id:620000,name:'天水市'},
            {id:620600,p_id:620000,name:'武威市'},
            {id:620700,p_id:620000,name:'张掖市'},
            {id:620800,p_id:620000,name:'平凉市'},
            {id:620900,p_id:620000,name:'酒泉市'},
            {id:621000,p_id:620000,name:'庆阳市'},
            {id:621100,p_id:620000,name:'定西市'},
            {id:621200,p_id:620000,name:'陇南市'},
            {id:622900,p_id:620000,name:'临夏回族自治州'},
            {id:623000,p_id:620000,name:'甘南藏族自治州'}
        ]
    },
	{
        id:630000,name:'青海省',
        children: [
            {id:630100,p_id:630000,name:'西宁市'},
            {id:632100,p_id:630000,name:'海东地区'},
            {id:632200,p_id:630000,name:'海北藏族自治州'},
            {id:632300,p_id:630000,name:'黄南藏族自治州'},
            {id:632500,p_id:630000,name:'海南藏族自治州'},
            {id:632600,p_id:630000,name:'果洛藏族自治州'},
            {id:632700,p_id:630000,name:'玉树藏族自治州'},
            {id:632800,p_id:630000,name:'海西蒙古族藏族自治州'}
        ]
    },
	{
        id:640000,name:'宁夏回族自治区',
        children: [
            {id:640100,p_id:640000,name:'银川市'},
            {id:640200,p_id:640000,name:'石嘴山市'},
            {id:640300,p_id:640000,name:'吴忠市'},
            {id:640400,p_id:640000,name:'固原市'},
            {id:640500,p_id:640000,name:'中卫市'}
        ]
    },
	{
        id:650000,name:'新疆维吾尔自治区',
        children: [
            {id:650100,p_id:650000,name:'乌鲁木齐市'},
            {id:650200,p_id:650000,name:'克拉玛依市'},
            {id:652100,p_id:650000,name:'吐鲁番地区'},
            {id:652200,p_id:650000,name:'哈密地区'},
            {id:652300,p_id:650000,name:'昌吉回族自治州'},
            {id:652700,p_id:650000,name:'博尔塔拉蒙古自治州'},
            {id:652800,p_id:650000,name:'巴音郭楞蒙古自治州'},
            {id:652900,p_id:650000,name:'阿克苏地区'},
            {id:653000,p_id:650000,name:'克孜勒苏柯尔克孜自治州'},
            {id:653100,p_id:650000,name:'喀什地区'},
            {id:653200,p_id:650000,name:'和田地区'},
            {id:654000,p_id:650000,name:'伊犁哈萨克自治州'},
            {id:654200,p_id:650000,name:'塔城地区'},
            {id:654300,p_id:650000,name:'阿勒泰地区'},
            {id:659000,p_id:650000,name:'省直辖行政单位'}
        ]
    },
	{
        id:710000,name:'台湾省',
        children: [
            {id: 710100,name: "台北市",p_id: 710000},
            {id: 710200,name: "高雄市",p_id: 710000},
            {id: 710300,name: "台南市",p_id: 710000},
            {id: 710400,name: "台中市",p_id: 710000},
            {id: 710500,name: "金门县",p_id: 710000},
            {id: 710600,name: "南投县",p_id: 710000},
            {id: 710700,name: "基隆市",p_id: 710000},
            {id: 710800,name: "新竹市",p_id: 710000},
            {id: 710900,name: "嘉义市",p_id: 710000},
            {id: 711100,name: "新北市",p_id: 710000},
            {id: 711200,name: "宜兰县",p_id: 710000},
            {id: 711300,name: "新竹县",p_id: 710000},
            {id: 711400,name: "桃园县",p_id: 710000},
            {id: 711500,name: "苗栗县",p_id: 710000},
            {id: 711700,name: "彰化县",p_id: 710000},
            {id: 711900,name: "嘉义县",p_id: 710000},
            {id: 712100,name: "云林县",p_id: 710000},
            {id: 712400,name: "屏东县",p_id: 710000},
            {id: 712500,name: "台东县",p_id: 710000},
            {id: 712600,name: "花莲县",p_id: 710000},
            {id: 712700,name: "澎湖县",p_id: 710000},
            {id: 712800,name: "连江县",p_id: 710000}   
        ]
    },
    {
        id:1,name:'香港',
        children: [
            {id: 810000, name: "香港",p_id: 1},
            /*{id: 810002,name: "灣仔區", p_id: 810000},
            {id: 810003,name: "東區",p_id: 810000},
            {id: 810004,name: "南區",p_id: 810000},
            {id: 810005,name: "油尖旺區",p_id: 810000},
            {id: 810006,name: "深水埗區", p_id: 810000},
            {id: 810007,name: "九龍城區",p_id: 810000},
            {id: 810008,name: "黃大仙區",p_id: 810000},
            {id: 810009,name: "觀塘區",p_id: 810000},
            {id: 810010,name: "荃灣區",p_id: 810000},
            {id: 810011,name: "屯門區", p_id: 810000},
            {id: 810012,name: "元朗區",p_id: 810000},
            {id: 810013,name: "北區",p_id: 810000},
            {id: 810014,name: "大埔區",p_id: 810000},
            {id: 810015,name: "西貢區",p_id: 810000},
            {id: 810016,name: "沙田區",p_id: 810000},
            {id: 810017,name: "葵青區",p_id: 810000},
            {id: 810018,name: "離島區",p_id: 810000}*/
        ]
    },
	{
        id:1,name:'澳门',
        children: [
            {id: 820000,name: "澳门",p_id: 1}
            /*{id: 820001,name: "花地瑪堂區",p_id: 820000},
            {id: 820002,name: "花王堂區",p_id: 820000},
            {id: 820003,name: "望德堂區",p_id: 820000},
            {id: 820004,name: "大堂區",p_id: 820000},
            {id: 820005,name: "風順堂區",p_id: 820000},
            {id: 820006,name: "嘉模堂區",p_id: 820000},
            {id: 820007,name: "路氹填海區", p_id: 820000},
            {id: 820008,name: "聖方濟各堂區",p_id: 820000}*/
        ]
    }
]