
export default [
    {
        name: "鞍山银行",
        id: 313223007007,
        code: 313223007007
    }, {
        name: "北京银行",
        id: 313100000013,
        code: 313100000013
    }, {
        name: "渤海银行",
        id: 318110000014,
        code: 318110000014
    }, {
        name: "成都商业银行",
        id: 313651099999,
        code: 313651099999
    }, {
        name: "大华银行",
        id: 989584007103,
        code: 989584007103
    }, {
        name: "大连银行",
        id: 313222080002,
        code: 313222080002
    }, {
        name: "大新银行",
        id: 513584000007,
        code: 513584000007
    }, {
        name: "丹东银行",
        id: 313226009e3,
        code: 313226009e3
    }, {
        name: "东莞市商业银行",
        id: 313602088017,
        code: 313602088017
    }, {
        name: "东亚银行",
        id: 502290000006,
        code: 502290000006
    }, {
        name: "抚顺银行",
        id: 313224000015,
        code: 313224000015
    }, {
        name: "阜新银行",
        id: 313229000008,
        code: 313229000008
    }, {
        name: "富邦华一银行",
        id: 787290000019,
        code: 787290000019
    }, {
        name: "赣州银行",
        id: 320428090311,
        code: 320428090311
    }, {
        name: "工商银行",
        id: 102100099996,
        code: 102100099996
    }, {
        name: "光大银行",
        id: 303100000006,
        code: 303100000006
    }, {
        name: "广发银行",
        id: 306581000003,
        code: 306581000003
    }, {
        name: "广州银行",
        id: 313581000013,
        code: 313581000013
    }, {
        name: "贵阳银行",
        id: 313701098010,
        code: 313701098010
    }, {
        name: "哈尔滨银行",
        id: 313261000018,
        code: 313261000018
    }, {
        name: "海峡银行",
        id: 313391080007,
        code: 313391080007
    }, {
        name: "韩亚银行",
        id: 597100000014,
        code: 597100000014
    }, {
        name: "汉口银行",
        id: 313521000011,
        code: 313521000011
    }, {
        name: "杭州银行",
        id: 313331000014,
        code: 313331000014
    }, {
        name: "河北银行",
        id: 313121006888,
        code: 313121006888
    }, {
        name: "恒丰银行",
        id: 315456000105,
        code: 315456000105
    }, {
        name: "恒生银行",
        id: 989584002409,
        code: 989584002409
    }, {
        name: "葫芦岛市商业银行",
        id: 314227600016,
        code: 314227600016
    }, {
        name: "葫芦岛银行",
        id: 313227600227,
        code: 313227600227
    }, {
        name: "花旗银行",
        id: 531290088881,
        code: 531290088881
    }, {
        name: "华侨永亨银行",
        id: 989584003508,
        code: 989584003508
    }, {
        name: "华瑞银行",
        id: 323290000016,
        code: 323290000016
    }, {
        name: "华润银行",
        id: 313585000061,
        code: 313585000061
    }, {
        name: "华商银行",
        id: 785584000025,
        code: 785584000025
    }, {
        name: "华夏银行",
        id: 30410004e4,
        code: 30410004e4
    }, {
        name: "徽商银行",
        id: 319361000013,
        code: 319361000013
    }, {
        name: "汇丰银行",
        id: 989584000407,
        code: 989584000407
    }, {
        name: "吉林银行",
        id: 313241066661,
        code: 313241066661
    }, {
        name: "嘉兴银行",
        id: 313335081005,
        code: 313335081005
    }, {
        name: "建设银行",
        id: 105100000017,
        code: 105100000017
    }, {
        name: "江苏银行",
        id: 313301099999,
        code: 313301099999
    }, {
        name: "江西银行",
        id: 313421087506,
        code: 313421087506
    }, {
        name: "交通银行",
        id: 301290000007,
        code: 301290000007
    }, {
        name: "金城银行",
        id: 323110000008,
        code: 323110000008
    }, {
        name: "金华银行",
        id: 313338009688,
        code: 313338009688
    }, {
        name: "锦州银行",
        id: 313227000012,
        code: 313227000012
    }, {
        name: "晋商银行",
        id: 313161000017,
        code: 313161000017
    }, {
        name: "九江银行",
        id: 313424076706,
        code: 313424076706
    }, {
        name: "廊坊银行",
        id: 313146000019,
        code: 313146000019
    }, {
        name: "辽阳银行",
        id: 313231000013,
        code: 313231000013
    }, {
        name: "临商银行",
        id: 313473070018,
        code: 313473070018
    }, {
        name: "龙江银行",
        id: 313261099913,
        code: 313261099913
    }, {
        name: "洛阳银行",
        id: 313493080539,
        code: 313493080539
    }, {
        name: "民商银行",
        id: 323333000013,
        code: 323333000013
    }, {
        name: "民生银行",
        id: 305100000013,
        code: 305100000013
    }, {
        name: "南京银行",
        id: 313301008887,
        code: 313301008887
    }, {
        name: "南通商业银行",
        id: 314306047012,
        code: 314306047012
    }, {
        name: "南洋商业银行",
        id: 989584004308,
        code: 989584004308
    }, {
        name: "宁波银行",
        id: 313332082914,
        code: 313332082914
    }, {
        name: "宁夏银行",
        id: 313871001e3,
        code: 313871001e3
    }, {
        name: "农业银行",
        id: 103100000026,
        code: 103100000026
    }, {
        name: "平安银行",
        id: 307584007998,
        code: 307584007998
    }, {
        name: "浦东发展银行",
        id: 310290000013,
        code: 310290000013
    }, {
        name: "齐鲁银行",
        id: 313451000019,
        code: 313451000019
    }, {
        name: "齐商银行",
        id: 313453001017,
        code: 313453001017
    }, {
        name: "企业银行",
        id: 596110000013,
        code: 596110000013
    }, {
        name: "秦皇岛银行",
        id: 313126001022,
        code: 313126001022
    }, {
        name: "客商银行",
        id: 323596001013,
        code: 323596001013
    }, {
        name: "青岛银行",
        id: 313452060150,
        code: 313452060150
    }, {
        name: "青海银行",
        id: 313851000018,
        code: 313851000018
    }, {
        name: "泉州银行",
        id: 313397000017,
        code: 313397000017
    }, {
        name: "日照银行",
        id: 313473200011,
        code: 313473200011
    }, {
        name: "厦门银行",
        id: 313393080005,
        code: 313393080005
    }, {
        name: "上海银行",
        id: 325290000012,
        code: 325290000012
    }, {
        name: "绍兴银行",
        id: 313337009004,
        code: 313337009004
    }, {
        name: "盛京银行",
        id: 313221030008,
        code: 313221030008
    }, {
        name: "苏州市商业银行",
        id: 313305066661,
        code: 313305066661
    }, {
        name: "台州银行",
        id: 313345001665,
        code: 313345001665
    }, {
        name: "天津银行",
        id: 313110000017,
        code: 313110000017
    }, {
        name: "微众银行",
        id: 323584000888,
        code: 323584000888
    }, {
        name: "潍坊银行",
        id: 313458000013,
        code: 313458000013
    }, {
        name: "温州银行",
        id: 313333007331,
        code: 313333007331
    }, {
        name: "乌鲁木齐银行",
        id: 313881000002,
        code: 313881000002
    }, {
        name: "无锡市商业银行",
        id: 314302066666,
        code: 314302066666
    }, {
        name: "西安银行",
        id: 313791000015,
        code: 313791000015
    }, {
        name: "新韩银行",
        id: 595100000007,
        code: 595100000007
    }, {
        name: "星展银行",
        id: 989584001602,
        code: 989584001602
    }, {
        name: "兴业银行",
        id: 309391000011,
        code: 309391000011
    }, {
        name: "烟台银行",
        id: 313456000108,
        code: 313456000108
    }, {
        name: "盐城商行",
        id: 314311000018,
        code: 314311000018
    }, {
        name: "营口银行",
        id: 313228000276,
        code: 313228000276
    }, {
        name: "邮政储蓄银行",
        id: 403100000004,
        code: 403100000004
    }, {
        name: "友利银行",
        id: 593100000020,
        code: 593100000020
    }, {
        name: "渣打银行",
        id: 989584000304,
        code: 989584000304
    }, {
        name: "长沙银行",
        id: 313551088886,
        code: 313551088886
    }, {
        name: "招商银行",
        id: 308584000013,
        code: 308584000013
    }, {
        name: "浙商银行",
        id: 316331000018,
        code: 316331000018
    }, {
        name: "镇江市商业银行",
        id: 314314003006,
        code: 314314003006
    }, {
        name: "郑州银行",
        id: 313491000232,
        code: 313491000232
    }, {
        name: "中德住房储蓄银行",
        id: 717110000010,
        code: 717110000010
    }, {
        name: "中国银行",
        id: 104100000004,
        code: 104100000004
    }, {
        name: "中旅银行",
        id: 313501080608,
        code: 313501080608
    }, {
        name: "中信银行",
        id: 302100011000,
        code: 302100011000
    }, {
        name: "重庆银行",
        id: 313653000013,
        code: 313653000013
    },
    {
        name: "新疆维吾尔自治区农村信用社联合社",
        id: 402881061690,
        code: 402881061690,
        message:'对私户只支持621008、621525、621287、628277开头的银行卡'
    },
    {
        name: "上海农商银行",
        id:322290000011,
        code: 322290000011
    },
     {
        name: "北京农村商业银行",
        id: 402100000018,
        code: 402100000018
      },
      {
        name: "辽宁省农村信用社联合社",
        code: 402221010030,
        id: 402221010030
      },
      {
        name: "江西省农村信用社联合社",
        code: 402421099990,
        id: 402421099990
      },
      {
        name: "江苏省农村信用社联合社",
        code: 402301099998,
        id: 402301099998
      },
      {
        name: "陕西省农村信用社联合社",
        code: 402791000010,
        id: 402791000010
      },
      {
        name: "湖南省农村信用社联合社",
        code: 402551080008,
        id: 402551080008
      },
      {
        name: "四川省农村信用社联合社",
        code: 402651020006,
        id: 402651020006
      },
      {
        name: "河北省农村信用社联合社",
        code: 402121000009,
        id: 402121000009
      },
      {
        name: "云南省农村信用社联合社",
        code: 402731057238,
        id: 402731057238
      },
      {
        name: "山西省农村信用社联合社",
        code: 402161002352,
        id: 402161002352
      },
      {
        name: "吉林省农村信用社联合社",
        code: 402241000015,
        id: 402241000015
      },
      {
        name: "河南省农村信用社联合社",
        code: 402491000026,
        id: 402491000026
      },
      {
        name: "贵州省农村信用社联合社",
        code: 402701002999,
        id: 402701002999
      },
      {
        name: "安徽省农村信用社联合社",
        code: 402361018886,
        id: 402361018886
      },
      {
        name: "山东省农村信用社联合社",
        code: 402451000010,
        id: 402451000010
      },
      {
        name: "海南省农村信用社联合社",
        code: 402641000014,
        id: 402641000014
      },
      {
        name: "湖北省农村信用社联合社",
        code: 402521000032,
        id: 402521000032
      },
      {
        name: "福建省农村信用社联合社",
        code: 402391000068,
        id: 402391000068
      },
      {
        name: "浙江省农村信用社联合社",
        code: 402331000007,
        id: 402331000007
      },
      {
        name: "广东省农村信用社联合社",
        code: 402581090008,
        id: 402581090008
      },
      {
        name:"天津农村商业银行",
        code:317110010019,
        id:317110010019
      },
      {
        name:"湖北银行股份有限公司",
        code:313521006018,
        id:313521006018
      },
      {
        name:"广西壮族自治区农村信用社联合社",
        code:402611099974,
        id:402611099974
      },
      {
        name:"桂林银行",
        code:313617000018,
        id:313617000018
      },
      {
        name:"柳州银行",
        code:313614000012,
        id:313614000012
      },
      {
        name:"广西北部湾银行",
        code:313611001018,
        id:313611001018
      },
      {
        name:"福建华通银行股份有限公司",
        code:323391060018,
        id:323391060018
      },
      {
        name:"吉林亿联银行股份有限公司",
        code:323241000016,
        id:323241000016
      },
      {
        name:"兰州银行",
        code:313821001016,
        id:313821001016
      },
      {
        name:"甘肃银行",
        code:313821050016,
        id:313821050016
      },
      {
        name:"攀枝花市商业银行",
        code:313656000019,
        id:313656000019
      }
  ]
  //export default {bankName}